/* Cancel button title */
"Cancel" = "Abbrechen";

/* Page title */
"Connect to a Directory Server" = "Mit einem Verzeichnisserver verbinden";

/* Error title */
"Incorrect Xsan version." = "Inkorrekte Xsan-Version.";

/* Install Xsan page title */
"Install Xsan" = "Xsan installieren";

/* Recovery suggestion */
"Please insert version 2.2 or later of the Xsan installer, or click Cancel and choose to install Xsan later." = "Bitte legen Version 2.2 oder neuer der Xsan-Installation ein, oder klicken Sie auf „Abbrechen“, um Xsan später zu installieren.";

/* No comment provided by engineer. */
"Searching for Xsan installer" = "Xsan-Installation suchen";

/* Xsan require auth unsupported error */
"The selected directory server requires authentication, but this is not supported with Xsan directory auto configuration." = "Der ausgewählte Verzeichnisserver erfordert eine Identifizierung, dies wird aber von der automatischen Xsan-Verzeichniskonfiguration nicht unterstützt.";

/* Xsan Active Directory unsupported error */
"The selected server is an Active Directory server, but this is not supported with Xsan directory auto configuration." = "Der ausgewählte Verzeichnisserver ist ein Active Directory-Server, dies wird aber von der automatischen Xsan-Verzeichniskonfiguration nicht unterstützt.";

/* Look for Xsan installer again button title */
"Try Again" = "Erneut versuchen";

/* Configure Xsan step title */
"Xsan" = "Xsan";

/* Xsan Controller Type step title */
"Xsan Controller Type" = "Xsan-Controller-Typ";

/* Error title */
"Xsan installer was not found." = "Die Xsan-Installation wurde nicht gefunden.";

/* Xsan License Agreement page title */
"Xsan License Agreement" = "Xsan-Lizenzvereinbarung";

/* Recovery suggestion */
"You must insert the Xsan install disc before proceeding, or click Cancel and choose to install Xsan later." = "Bevor Sie fortfahren können, müssen Sie das Xsan-Installationsmedium einlegen. Alternativ können Sie auf „Abbrechen“ klicken und auswählen, dass Sie Xsan später installieren.";

